Repository: ruslangaifullin94/Weather
Catalog: Weather/Helpers/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# UI.Onboarding.Button.Dont
source: НЕТ, Я БУДУ ДОБАВЛЯТЬ ЛОКАЦИИ
en: NO, I'LL ADD LOCATIONS

# UI.Onboarding.Button.Ok
source: ИСПОЛЬЗОВАТЬ МЕСТОПОЛОЖЕНИЕ УСТРОЙСТВА
en: USE THE LOCATION OF THE DEVICE

# UI.Onboarding.description
source: Чтобы получить более точные прогнозы погоды во время движения или путешествия
en: To get more accurate weather forecasts while driving or traveling

# UI.Onboarding.main
source: Разрешить приложению Weather использовать данные о местоположении вашего устройства
en: Allow the Weather app to use your device's location data

# UI.Onboarding.settings
source: Вы можете изменить свой выбор в любое время из меню приложения
en: You can change your choice at any time from the application menu

# UI.Search.Title
source: Поиск
en: Search

# UI.Universal.Title.back
source: Назад
en: Back

# UI.Weather.Cloudy
source: Облачность
en: Cloudiness

# UI.Weather.Humidity
source: Влажность воздуха
en: Humidity

# UI.Weather.index
source: УФ индекс
en: UV index

# UI.Weather.LikeFeell
source: По ощущениям
en: Feels like

# UI.Weather.Rain
source: Осадки
en: Precipitation

# UI.Weather.Wind
source: Ветер
en: Wind
